import React from "react";

import cn from "classnames";
import styles from "./oferta.module.scss";

const Oferta = () => {
  return (
    <section className={cn(styles.oferta, styles.section)}>
      <div className={styles.container}>
        <p className={styles.oferta__title}>
          Данный документ – публичная оферта (предложение) интернет-сайта http://lindent-max.ru/ о заключении смешанного
          договора (договор возмездного оказания услуг и исполнения по требованию).
        </p>
        <h1 className={styles.oferta__title}>1. Термины и определения</h1>
        <p>
          Программное обеспечение – программы для передачи, хранения, обработки информации, находящиеся в свободном доступе
          и необходимые для получения Заказчиком Услуг. <br /> <br />
          Платформа – сложный объект интеллектуальных прав, мультимедийный продукт (информационная система), исключительное
          право на который принадлежит Исполнителю, доступный в сети Интернет по адресу: http://lindent-max.ru/, состоящий
          из совокупности представленных в объективной форме данных и команд, предназначенных для функционирования ЭВМ и
          других компьютерных устройств в целях получения определенного результата, включая программную оболочку для
          интерактивного (мультимедийного) взаимодействия с содержащейся в программе информацией и порождаемые ею
          аудиовизуальные отображения. Под результатом в данном случае понимается организация процесса самообучения
          Заказчика по выбранной им тематике, а аудиовизуальным отображением - совокупность информации, текстов, графических
          элементов, дизайна, изображений, фото и видеоматериалов и иных объектов интеллектуальной собственности, доступ к
          которым осуществляется путем предоставления Заказчику возможности использования различных данных и команд.
          <br /> <br />
          Сайт – составное произведение, представляющее собой совокупность информации, текстов, графических элементов,
          дизайна, изображений, фото - и видеоматериалов, иных результатов интеллектуальной деятельности, содержащихся в
          информационной системе, обеспечивающей доступность такой информации в сети Интернет в пределах доменной зоны
          http://lindent-max.ru/. <br /> <br />
          Личный кабинет – совокупность защищенных страниц Платформы, доступных при вводе аутентификационных данных (адреса
          электронной почты и пароля) в предусмотренные для этого поля на Сайте. <br /> <br />
          Социальный инструмент – часть Платформы, представляющая собой совокупность связанной между собой одной тематикой и
          названием («Программа», «Руководство», «Материал»,…) видео-, аудио-, текстовой информации на Платформе, созданной
          Исполнителем с целью передачи Заказчику знаний, являющаяся интеллектуальной собственностью Исполнителя. <br />
          <br />
          Социальная сеть (Мессенджер) – сайт, приложение, интернет-платформа, созданная для обмена информацией между
          людьми, используемая и Исполнителем и Привлекаемыми лицами для предоставления Услуг. <br /> <br />
          Личные сообщения («DM», «Личка») – функция Социальной сети, позволяющая определенному человеку (Заказчику)
          отправлять сообщения другому пользователю (Исполнителю, Привлекаемым лицам), доступ к которой передается Заказчику
          путем введения Исполнителем, Привлекаемыми лицами определенных команд в Социальной сети. <br /> <br />
          «Обратная связь в ЛС», «Поддержка в ЛС» – услуга, состоящая из двух равнозначных по стоимости услуг: Доступ к
          Личным сообщениям, Исполнение консультирования по требованию. <br /> <br />
          Доступ – доступ к социальным инструментам и личному кабинету, предоставляемый Заказчику Исполнителем,
          Привлекаемыми лицами посредством введения определенных команд в Платформу, Социальную сеть. Консультативные услуги
          – ответы на вопросы Заказчика, экспертная оценка его канала, советы по тем или иным вопросам, иные консультативные
          услуги Исполнителя и Привлекаемых им лиц, способ, объём предоставления которых обговаривается лично с Заказчиком
          после оплаты социальных инструментов. <br /> <br />
          Исполнение по требованию – предоставление консультативных услуг Исполнителем или Привлекаемыми лицами по
          требованию Заказчика, способ, объём предоставления которых обговариваются лично с Заказчиком после оплаты
          социальных инструментов. <br /> <br />
          Услуги – действия Исполнителя, Привлекаемых лиц по отношению к Заказчику, направленные на предоставление Заказчику
          определенных знаний или иных целей, заключающиеся в предоставлении Заказчику Доступа к Социальным инструментам, а
          также в Исполнении по требованию Консультативных услуг, способ, объём предоставления которых обговариваются лично
          с Заказчиком после оплаты Социальных инструментов.
          <br /> <br />
          Банк – любой банк (либо платежная система, либо финансовая организация, либо посредническая организация между
          банком и Исполнителем), заключивший соглашение с Исполнителем и Заказчиком по поводу предоставления рассрочки
          Заказчику, либо системы оплаты Услуг, либо иных финансовых услуг. <br /> <br />
          Исполнитель – Индивидуальный предприниматель Слета Павел Павлович (ОГРНИП – 322774600747400, ИНН – 772864420416),
          оказывающий услуги Заказчику на основании настоящего договора. <br /> <br />
          Заказчик – любое физическое, юридическое лицо или индивидуальный предприниматель, разместившие заказ на Сайте.{" "}
          <br /> <br />
          Заказ – должным образом оформленный запрос Покупателя на приобретение Услуг на Сайте. <br /> <br />
          Срок – оговоренный Исполнителем и Заказчиком срок предоставления соответствующих оплаченным Социальным
          Инструментам Услуг. <br /> <br />
          Привлекаемые лица – привлекаемые Исполнителем лица, «Менеджеры», «Операторы», «Кураторы»,... для оказания Услуг.{" "}
          <br /> <br />
          <h1>2. Предмет оферты</h1> <br /> <br />
          2.1. Исполнитель обязуется предоставить Заказчику через информационно-коммуникационную сеть “Интернет”
          соответствующие Услуги: Доступ к Социальным инструментам, Личным сообщениям, посредством введения Исполнителем,
          Привлекаемыми лицами определенных команд в Платформу, Социальную сеть, а также в предоставлении Заказчику
          Консультативных услуг, включая Исполнение по требованию Консультативных услуг, а Заказчик обязуется уплатить
          Исполнителю вознаграждение за предоставленные Услуги. <br /> <br />
          <h1>3. Порядок и срок оказания услуг</h1> <br /> <br />
          3.1. Услуги предоставляются в порядке, форме и способом, выбранными Исполнителем. 3.2. <br /> <br />
          Услуги предоставляются Заказчику в дату и на Срок размещенном на Сайте, либо в дату и на Срок, установленные
          посредством личной договоренности Заказчика и Исполнителя. <br /> <br />
          3.3. Услуги по предоставлению Доступа считаются предоставленными с момента предоставления Доступа Заказчику
          (введения и выполнения определенных команд со стороны Исполнителя, Привлекаемых лиц, в Платформе, Социальной сети)
          к определенным элементам, указанным на странице сайта.
          <h1>4. Стоимость услуг и порядок оплаты</h1> <br /> <br />
          4.1. Цена на Услуги определяется Исполнителем в одностороннем бесспорном порядке и указывается на страницах Сайта.
          <br /> <br />
          4.2. Оплата Услуг происходит с помощью платежных/ой систем/ы, предусмотренных Платформой и соглашением Исполнителя
          и соответствующего Банка, либо переводом на указанный Исполнителем счет по договоренности с Заказчиком, либо путем
          заключения дополнительного соглашения (Договора рассрочки по данному Смешанному договору). После заказа Услуги
          Заказчик перенаправляется на сервис платежной системы, на котором Заказчик может оплатить Услугу любым способом,
          которые предлагает сервис. <br /> <br />
          4.3. Моментом оплаты считается момент подтверждения транзакции Банком. <br /> <br />
          4.4. В случае оплаты Заказчиком Услуг с помощью договора рассрочки с Банком, цена Социальных инструментов и Услуг
          в нем соответственно, уменьшается для покрытия расходов Заказчиком (через Исполнителя) на оплату процента,
          взимаемого Банком за предоставление услуг рассрочки на такую сумму, какую Исполнитель заплатил Банку (процент,
          установленный между Банком и Исполнителем от цены договора рассрочки, заключённого между Банком и Заказчиком) по
          договору между Банком и Исполнителем. <br /> <br />
          4.5. Уменьшение стоимости Услуг происходит пропорционально уменьшению общей стоимости Социальных Инструментов.{" "}
          <br /> <br />
          4.6. После уменьшения цены Социальных инструментов и Услуг соответственно, договорные отношения между Исполнителем
          и Заказчиком строятся на изменённой цене Социальных инструментов (уменьшенной) и все дальнейшие юридические
          действия стороны производят исходя из данной цены. <br /> <br />
          <h1>5. Момент заключения оферты</h1> <br /> <br />
          5.1. Оферта считается заключенной с момента оформления Заказчиком Заказа на Сайте и внесения Заказчиком полной
          оплаты, предоплаты по соглашению с Исполнителем, либо заключения соглашения по рассрочке с Банком или Исполнителем
          путем электронной подписи Договора рассрочки по данному Договору (Смешанному договору), в соответствии с условиями
          настоящей Оферты. <br /> <br />
          5.2. Акцептируя настоящую Оферту, Заказчик выражает согласие в том, что: - Персональные данные указаны им
          добровольно; - регистрационные данные (в том числе персональные данные) передаются в электронной форме по каналам
          связи сети «Интернет»; - регистрационные данные (в том числе персональные данные) переданы Исполнителю для
          реализации целей, указанных в настоящей Оферте и Политике конфиденциальности и могут быть переданы третьим лицам
          только при условии согласия Заказчика; - регистрационные данные (в том числе персональные данные), а также данные,
          переданные Исполнителю в момент оказания Услуг Заказчику, могут быть использованы Исполнителем в целях продвижения
          товаров и услуг, путем осуществления прямых контактов с Заказчиком с помощью каналов связи при условии
          предварительного согласия Заказчика; - в целях дополнительной защиты от мошеннических действий указанные
          Заказчиком персональные данные могут быть переданы Банку, осуществляющему транзакции по оплате оформленных
          заказов; - данное Заказчиком согласие на обработку его персональных данных может быть отозвано Заказчиком или его
          законным представителем, подачей письменного/электронного заявления, переданного Исполнителю. <br /> <br />
          <h1>6. Права и обязанности сторон</h1> <br /> <br />
          6.1. Права и обязанности Исполнителя: <br /> <br />
          6.1.1. Исполнитель вправе привлекать третьих лиц («Привлекаемые лица») для осуществления данных Услуг и не
          предоставлять Услуги лично.
          <br /> <br />
          6.1.2. Исполнитель вправе изменять данную Оферту в любое время без уведомления Заказчика. Исполнитель действует в
          соответствии с положениями предшествующей Оферты в случае, если Заказчик приобретал Услуги на момент действия
          предыдущей Оферты. <br /> <br />
          6.1.3. Исполнитель вправе размещать рекламные материалы о своих продуктах на Платформе, в Личном кабинете
          Заказчика, а также предложения о Повышении тарифного плана и приобретении Дополнительных услуг. <br /> <br />
          6.1.4. Исполнитель имеет право опубликовать оставленный Заказчиком отзыв о его продукте с согласия Заказчика; в
          случае, если Заказчик дал свое согласие путем совершения специальных действий, у Оператора также появляется право
          на публикацию отзыва на Сайте, а также в социальных сетях Исполнителя. <br /> <br />
          6.1.5. Исполнитель обязан оповещать Заказчика любым оговоренным Исполнителем способом, либо способом, указанном на
          Сайте, о времени и интернет-месте предоставления Услуг. 6.2. Права и обязанности Заказчика: <br /> <br />
          6.2.1. По дополнительному согласованию с Исполнителем, доступ к социальным инструментам может быть предоставлен
          третьему лицу (право Заказчика), на которое укажет Заказчик, при условии несения ответственности за его действия,
          как за свои собственные. В этом случае, в рамках исполнения Договора третье лицо приравнивается к Заказчику и
          имеет все те же права и обязанности что и Пользователь, если иное прямо не указано в Договоре. <br /> <br />
          6.2.2. Заказчик вправе в любой момент отказаться от данного Договора без возможности возврата денежных средств.{" "}
          <br /> <br />
          6.2.3. Заказчик вправе использовать Услугу Исполнение по требованию в любое время (в рамках Срока), при условии
          договоренности о времени и месте предоставления данной Услуги с Исполнителем, Привлекаемыми лицами. <br /> <br />
          6.2.4. Заказчик вправе приобрести Дополнительные услуги в момент заключения Договора (принятия Оферты) по
          согласованию с Исполнителем, либо в любой момент на Платформе и в Личном кабинете, если такие предложения имеются
          и доступны Заказчику. <br /> <br />
          6.2.5. Заказчик вправе оставить отзыв о продукте. В случае, если во время, либо после получения оказываемых
          Исполнителем Услуг, Заказчик совершит действия, направленные на описание и личную оценку оказанных услуг, либо на
          раскрытие информации о своих результатах, которые были получены во время прохождения Курса и получения Услуг, в
          том числе если эта информация является информацией о доходах, полученных благодаря Курсу, и любую другой
          информацию, связанную с Курсом, Исполнителю и Привлекаемым им лицам, в соответствии с Политикой и Публичной
          офертой Сайта, такие действия следует считать конклюдентными - показывающими намерение Заказчика оставить Отзыв о
          Курсе и Услугах, а также выражающими его согласие на опубликование данного отзыва (в случае, если Заказчик
          отправил данные сообщения в личные сообщения Исполнителя или Привлекаемым исполнителем лицам в социальных сетях,
          либо на электронную почту, либо оставил данное сообщение на сайте (далее – специальные действия). <br /> <br />
          6.2.6. Согласием Заказчика на опубликование отзыва о продукте, также будет являться употребление слова «Отзыв» в
          текстовом или видео отзыве от Заказчика. <br /> <br />
          6.2.7. Заказчик обязуется обеспечить возможность использования Программного обеспечения и доступ к сети
          «Интернет», необходимых для получения Услуг. <br /> <br />
          <h1>7. Ответственность сторон</h1> <br /> <br />
          7.1. Исполнитель не несёт ответственности за качество соединения с сетью Интернет и функционирование оборудования
          и Программного обеспечения Заказчика. <br /> <br />
          7.2. Исполнитель не несет ответственности за содержание информации, размещаемой в Социальных сетях и Мессенджерах
          («Telegram», «ВКонтакте»), в том числе за использование третьими лицами персональных данных, которые Заказчик
          оставляет в таких чатах <br /> <br />
          <h1>8. Защита интеллектуальной собственности</h1> <br /> <br />
          8.1. Сайт, Платформа, Курсы, их составные части, и их содержимое являются интеллектуальной собственностью
          Исполнителя. После покупки Социальных инструментов права интеллектуальной собственности на Социальные инструменты
          не переходят Заказчику.
          <br /> <br />
          8.2. Заказчику запрещается предоставление доступа к Социальным инструментам (а также передача Социальных
          инструментов иным способом) третьим лицам без согласия Исполнителя и использование результатов интеллектуальной
          деятельности Исполнителя в коммерческих целях. В случае нарушения данного пункта Договора Исполнитель вправе
          требовать компенсацию всех причиненных убытков, в том числе упущенную выгоду. <br /> <br />
          <h1>9. Условия и порядок возврата денежных средств</h1> <br /> <br />
          9.1. Возврат денежных средств осуществляется в соответствии с Законом Российской Федерации «О защите прав
          потребителей». В соответствии со ст. 32 Закона «О защите прав потребителей», потребитель (Заказчик) вправе
          отказаться от исполнения договора об оказании услуг в любое время при условии оплаты исполнителю фактически
          понесенных им расходов, связанных с исполнением обязательств по данному договору. <br /> <br />
          9.2. В случае отказа Заказчика от Договора и наличии у него права на возврат денежных средств, Заказчик направляет
          Исполнителю заявление о возврате денежных средств с той же электронной почты, которую он указал при совершении
          Заказа с указанием вернуть денежные средства, в свободной форме (далее – Заявление) на адрес
          support@lindent-max.ru. В течении 5 дней Исполнитель обязуется составить отчет о предоставленных Заказчику Услугах
          и понесенных Исполнителем расходов, после чего направить Исполнителю данный отчет с информацией об итоговой сумме,
          которую Заказчик в соответствии с данной Офертой имеет право вернуть, и направить денежные средства Заказчику на
          тот же банковский счёт, который использовался Заказчиком при оплате Услуг, либо на любой другой, указанный
          Заказчиком. <br /> <br />
          9.3. Денежные средства можно вернуть только за те Услуги, которые еще не были предоставлены Заказчику (при
          условии, что оказанные Услуги были надлежащего качества и соответствовали Договору). <br /> <br />
          9.4. В случае оплаты в Кредит\рассрочку и отказа Заказчика от Договора Исполнитель возвращает Заказчику только
          свое Вознаграждение и не возмещает проценты\расходы, понесенные Заказчиком при заключении договора с Банком.{" "}
          <br /> <br />
          <h1>10. Заключительные положения</h1> <br /> <br />
          10.1. В случае возникновения вопросов и претензий со стороны Покупателя, а также при возврате денежных средств,
          Заказчик должен обратиться к Исполнителю по электронной почте support@lindent-max.ru или иным доступным способом.
          Все возникающее споры стороны будут стараться решить в досудебном порядке путем переговоров, при недостижении
          соглашения спор должен быть передан на рассмотрение в судебный орган по месту регистрации Исполнителя. <br />{" "}
          <br />
          10.2. Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой
          недействительность остальных положений. <br /> <br />
          11. Контактные данные и реквизиты Индивидуальный предприниматель Утюж Илья Николаевич ОГРНИП – 322774600747400 ИНН
          – 772864420416 Адрес электронной почты – support@lindent-max.ru
        </p>
      </div>
    </section>
  );
};

export default Oferta;
